words = {
  "nouns" : ["ambience", "service", "staff", "restaurant", "appearance"],
  1 : {
    "nouns": ["The food I received looked okay, and it",
              "My appetizer and meal", 
              "When I ordered food I expected just a meal, and it",
              "The food was of a reasonable price, and I found out why when it",
              "Considering that I was at this restaurant, I certainly wasn't that suprised when the food that showed up",
              "I didn't expect to get a world class meal, and I certainly wasn't suprised when my meal",
              "I don't know why I came here, but it turned out to be okay because my food"],
    "food" : ["meh...and probably nothing more than that",
              "okay.  I don't think I can say more than that.", 
              "edible.  Yeah, that describes it pretty well.", 
              "just alright.  Okay, maybe it was a bit better than that, but I can't words right now."],
    "service" : ["respectable.  Yeah, the service was respectable.",
              "so-so.  Yeah, that's a good word for average",
              "pretty good.  I suppose it was decent",
              "bearable.  Nah, it was definitely better than that...maybe just a bit though."],
    "other" : ["satisfactory.",
              "fine.", 
              "alright." ,
              "acceptable."],
    "extra" : ["I'd maybe go there again.",
              "I acquired nutrients for a suitable amount of money.",
              "At least I haven't vomited yet.",
              "The menu doesn't leave much to the imagination.",
              "The customer service wasn't great, but at least they were human.",
              
              ]
  },
  2 : {
    "food" : ["above average", "decent...nah it was better than decent actually"
              , "good but not great...but certainly better than okay", "better than slightly edible"],
    "service" : ["decent", "fine", "good", "nice"],
    "other" : ["bearable", "slightly above average", "better than the last restaurant I was at"],
  },
  3 : {
    "food" : ["almost as good as a homecooked meal", "very good", "of extremely *high* quality"],
    "service" : ["very nice to me", "definitely worth the tip", "definitely having a good time there"],
    "other" : ["very nice...yes...verrrrryy nicee indeed", "overall of a high quality", "very appealing to me.  Would visit again"]
  }
}
